[Characters.Pwn_Daud_MTall_1:DisTweaks_InteractableInterface_0 DisTweaks_InteractableInterface]
m_Name="女王の暗殺者ダウド"

[Characters.Pwn_Executioner_Combatant:DisTweaks_InteractableInterface_50 DisTweaks_InteractableInterface]
m_Name="拷問官"
m_InteractText="拷問する"
m_AltInteractText="拷問する"
m_UseMessage="拷問する"

[Characters.Pwn_Griff_MSmall:DisTweaks_InteractableInterface_15 DisTweaks_InteractableInterface]
m_Name="商人"

[Notes.AbstrInv_Disclaimer_Expert DisAbstractItem]
m_ItemName="裏路地での喧嘩"
m_PluralItemName=""
m_Description="次々に襲いかかる敵のウェイブに対応せよ。\n\n敵はより高い攻撃力をもつ。\n\nスコア:\n* 殺害数がポイントとなる。\n* 様々な殺害方法で加算される。\n\nスペシャル:\n金色の商人が出てくる事があり30秒で姿を消す。\nより長く生き残るためには彼を攻撃し供給品を強奪せよ。\n殺害した場合武器のアップグレードが出来る。\n\nまたランダムでラウンド間にルーンが出現する。\n新しい能力を得るためそれらを集めよ。\n\nエリア内は様々な派閥が存在し、争っている。その状況を利用しても良いが殺害しないかぎりスコアにはつながらない。\n\n失敗: \n死亡した場合、チャレンジ失敗となる。"

[Notes.AbstrInv_Disclaimer_Normal DisAbstractItem]
m_ItemName="裏路地での喧嘩"
m_PluralItemName=""
m_Description="次々に襲いかかる敵のウェイブに対応せよ。\n\nスコア:\n* 殺害数がポイントとなる。\n* 様々な殺害方法で加算される。\n\nスペシャル:\n金色の商人が出てくる事があり30秒で姿を消す。\nより長く生き残るためには彼を攻撃し供給品を強奪せよ。\n殺害した場合武器のアップグレードが出来る。\n\nまたランダムでラウンド間にルーンも出現する。\n新しい能力を得るためそれらを集めよ。\n\nエリア内は様々な派閥が存在し、争っている。その状況を利用しても良いが殺害しないかぎりスコアにはつながらない。\n\n失敗: \n死亡した場合、チャレンジ失敗となる。"

[Notes.Pickup_Disclaimer_Expert DisTweaks_AbstractItemPickupNote]
m_PressKeyToReadMessage=""
m_OnPickupMessage=""

[Notes.Pickup_Disclaimer_Normal DisTweaks_AbstractItemPickupNote]
m_PressKeyToReadMessage=""
m_OnPickupMessage=""

[Pickups.Twk_Rune:DisTweaks_Interactable_PickupBase_4 DisTweaks_Interactable_PickupBase]
m_NotUsableWhilePossessingInteractText="(cannot pick up Runes during Possession)"
m_Name="パワールーン"

[Tweaks.Twk_Bolts_Ammo:DisTweaks_Interactable_PickupBase_99 DisTweaks_Interactable_PickupBase]
m_Name="ボルト"

[Tweaks.Twk_Bullets_Ammo:DisTweaks_Interactable_PickupBase_46 DisTweaks_Interactable_PickupBase]
m_Name="弾丸"

[Tweaks.Twk_Elixir_Health:DisTweaks_Interactable_PickupBase_32 DisTweaks_Interactable_PickupBase]
m_Name="ソコロフの回復エリクサー"
m_CannotUseMessage="You cannot carry any more elixirs"

[Tweaks.Twk_Elixir_Mana:DisTweaks_Interactable_PickupBase_43 DisTweaks_Interactable_PickupBase]
m_Name="ピエロのスピリチュアル治療薬"
m_CannotUseMessage="You cannot carry any more remedies"

